const questions = {
  'question-0': {
    depth: 0,
    question:
      '🍋 เซอร์ไพรส์สติ๊กเกอร์ซัพพลายเออร์ แรงใจพ่อค้าท็อปบูตเซ็กซ์ เทคกรีนทอล์คหมายปองลาเต้คัตเอาต์ มะกัน เย้ว บอดี้บิ๊กเที่ยงวันรีสอร์ต ?',
    answers: [
      {
        answer: 'แอดมิสชันซามูไรเห่ย',
        to: 'question-1',
      },
      {
        answer: 'ไทม์โฮลวีตปัจฉิมนิเทศแอคทีฟ',
        to: 'question-2',
      },
      {
        answer: 'วีนโดมิโนแอ็คชั่นโนติส',
        to: 'question-3',
      },
      {
        answer: 'ผลไม้เป่ายิงฉุบริคเตอร์เหมยเพรส',
        to: 'question-4',
      },
    ],
  },
  'question-1': {
    depth: 1,
    question:
      '🫐 แอบมองอยู่ในใจนั้นมีสุขแต่ยังคงไม่มีวัน ฉันคงลืมได้เองว่าเธอเรื่อยไป ต้องไปสนใจผงตำและต้องบอก ?',
    answers: [
      {
        answer: 'ฉันไม่สนทั้งที่ฉันจะไหลรินสักคน',
        to: 'question-1-1',
      },
      {
        answer: 'ยังมีเธอจะมองช่วยดลให้เธอเคาะที่ใจ',
        to: 'question-2-1',
      },
      {
        answer: 'มาเจอกันนะเราจะผ่านพ้นเรื่องราวเข้าสู่วันที่มี',
        to: 'question-3-1',
      },
      {
        answer: 'กลัวเลยกับปัญหาและแม้ต้านมันไม่เอาไว้ให้ฉันเดินเร็วไป ',
        to: 'question-4-1',
      },
    ],
  },
  'question-1-1': {
    depth: 2,
    question: '🍏 ซูเปอร์เกจิเอ็นจีโอ คีตกวีมือถือซันตาคลอสเอ๋อึมครึม ?',
    answers: [
      {
        answer: 'ตรวจสอบสึนามิไลท์เซ็นเซอร์ติวเตอร์',
        to: 'question-1-1-1',
      },
      {
        answer: 'เรซินอ่วมแจ๊สออร์เดอร์ ',
        to: 'question-2-1',
      },
      {
        answer: 'ออร์แกนิค﻿กรรมาชนสมิติเวชอ่วมรีทัช อิมพีเรียลอะ อึ้มโปรเจคท์ ',
        to: 'question-3-1',
      },
      {
        answer: 'ตุ๊กไดเอ็ต',
        to: 'question-4-1',
      },
    ],
  },
  'question-1-1-1': {
    depth: 3,
    question: '🍠 โกเต็กซ์โซน เจ๊กษัตริยาธิราชโปรโมเตอร์กาญจน์ ?',
    answers: [
      {
        answer: 'พาวเวอร์เซลส์แมนแรงใจนอร์ทแจ็กพอต ',
        to: 'question-1-1-1-1',
      },
      {
        answer: 'ว่ะเคลมมาร์จินฉลุยป่าไม้ ออร์แกนิค ',
        to: 'question-2-1',
      },
      {
        answer: 'พุทธอึ้มโปรเจคท์ ',
        to: 'question-3-1',
      },
      {
        answer: 'ลิสต์ เทปฮิตแจ็กพ็อตยะเยือกแลนด์ สโตร์เก๋ากี้แจ๊สนายพรานวิว',
        to: 'question-4-1',
      },
    ],
  },
  'question-1-1-1-1': {
    depth: 4,
    question: '🍳 ไอติมโปรดักชั่น  เรซินอ่วมแจ๊สออร์เดอร์ ?',
    answers: [
      {
        answer: 'เกรดเรตติ้งอริยสงฆ์ มือถือซาฟารี สแตนเลส ธรรมาสถาปัตย์  ',
        to: '/job/job-1',
      },
      {
        answer: 'แอร์ริกเตอร์คันถธุระ',
        to: '/job/job-2',
      },
    ],
  },
};

export default questions;
