const jobs = [
  {
    job: 'คำตอบที่คุณได้คือ Software Engineer!',
    description:
      'ด้วยลักษณะนิสัยที่มีความรอบคอบ มีเหตุและผล ทำสิ่งใดโดยคาดหวังผลลัพธ์ที่มีประสิทธิภาพ ภายในกรอบและเวลาที่กำหนด เป็นคนที่พึ่งพาได้ และมีแนวคิดตามหลักการผิดถูกชัดเจน',
    img: '',
    to: '#',
  },
  {
    job: 'คำตอบที่คุณได้คือ Quality Assurance (QA)!',
    description:
      'ด้วยลักษณะนิสัยที่ละเอียดรอบคอบ ทำงานโดยเน้นประสิทธิภาพของกระบวนการการทำงาน และในขณะเดียวกันก็ปฏิบัติตามกฏและหลักการอย่างเคร่งครัด',
    img: '',
    to: '#',
  },
  {
    job: 'คำตอบที่คุณได้คือ Support Engineer!',
    description:
      'คุณมองผลลัพธ์เป็นที่ตั้ง ตัดสินใจและลงมือทำงานตามข้อกำหนดและคำแนะนำที่ถูกที่ควร เพื่อแก้ปัญหาให้ได้อย่างรวดเร็วที่สุด สามารถเป็นที่ปรึกษาที่ดีและให้คำตอบหรือชี้นำทางออกที่เหมาะสมได้',
    img: '',
    to: '#',
  },
  {
    job: 'คำตอบที่คุณได้คือ Scrum Master!',
    description:
      'คุณเป็นคนที่มีรูปแบบการทำงานที่เป็นระบบชัดเจน แต่ก็ใส่ใจกับเพื่อนร่วมงานและคนรอบข้าง มีความเข้าใจและพร้อมที่จะยืดหยุ่นตามสถานการณ์ที่เหมาะสม แต่ก็ยังยึดตามขอบเขตของงานและระยะเวลาที่กำหนด',
    img: '',
    to: '#',
  },
  {
    job: 'คำตอบที่คุณได้คือ Business Analyst/Product Owner!',
    description:
      'ด้วยลักษณะนิสัยที่ชอบหาข้อมูล ความเป็นไปได้ และเปรียบเทียบตัวเลือกก่อนตัดสินใจ สามารถพลิกแพลงวิธีการแก้ปัญหาให้เหมาะสมกับกรอบเวลา มีความยืดหยุ่นในการทำงาน และสามารถจัดลำดับความสำคัญได้ดี',
    img: '',
    to: '#',
  },
  {
    job: 'คำตอบที่คุณได้คือ Sales, Account Manager!',
    description:
      'คุณเป็นคนที่ความสำคัญกับทั้งวิธีการและผลลัพธ์ของการทำงาน แม้จะทำงานภายใต้กรอบและข้อกำหนดที่ตั้งเอาไว้ ก็ยังมีลักษณะนิสัยที่มีความคิดริเริ่ม และเป็นผู้นำ สามารถให้คำแนะนำกับผู้อื่นได้ดี',
    img: '',
    to: '#',
  },
  {
    job: 'คำตอบที่คุณได้คือ Development Manager, QA Manager!',
    description:
      'ด้วยลักษณะนิสัยที่ละเอียดรอบคอบ แต่ทว่ายืดหยุ่นและพลิกแพลงไปตามสถานการณ์ สามารถจัดลำดับความสำคัญได้ดี มีความกระตือรือร้น เข้ากับคนง่าย ให้ความสำคัญกับทั้งวิธีการและความราบรื่นในการทำงานของทีม',
    img: '',
    to: '#',
  },
  {
    job: 'No match',
    description: '',
    img: '',
    to: '#',
  },
];

export default jobs;
